{
    "title": "about",
    "content": [
        {
            "section": "about-section",
            "section_title": {
                "title": "The Record Label of the Future"
            },
            "image": {
                "src": "/images/banner/welcome-banner-v2.png"
            },
            "items": [
                {
                    "id": 1,
                    "title": "Are you listening to any emerging artists right now?",
                    "description": "Discovering new and exciting artists is a passion for many music lovers. Are you always on the hunt for the next big thing? Join the community and share your finds with like-minded individuals.",
                    "path": "/blog"
                },
                {
                    "id": 2,
                    "title": "Have you ever been one of the first listeners of an artist before they became popular?",
                    "description": "Discovering artists before they become mainstream is a reward for those who pay close attention to the music scene. Have you been one of the first listeners? Share your story and connect with others on Radiochain."
                },
                {
                    "id": 3,
                    "title": "Want more say in what artists get promoted?",
                    "description": "Music industry promotion should reflect the tastes of its listeners. Do you want more say in the matter? Join the Radiochain community and use your voice to help determine which artists get the recognition they deserve."
                },
                {
                    "id": 4,
                    "title": "Want to be a part of the music industry?",
                    "description": "Radiochain is the perfect place for you. As a community-driven record label, you can be a part of the decision-making process and help shape the careers of up-and-coming artists."
                }
            ]
        },
        {
            "section": "quote-section",
            "section_title": {
                "title": "Sign up to join the Radiochain record label"
            },
            "texts": [
                {
                    "id": 1,
                    "content": "Join the future of the music industry with Radiochain. As a community-driven record label, you can be a part of the decision-making process and help shape the careers of up-and-coming artists."
                }
            ]
        },
        {
            "section": "funfact-section",
            "section_title": {
                "title": "Radiochain Statistics"
            },
            "funfacts": [
                {
                    "id": 1,
                    "title": "Artists on board",
                    "counter": 15
                },
                {
                    "id": 2,
                    "title": "Fans",
                    "counter": 20,
                    "suffix": "+"
                },
                {
                    "id": 3,
                    "title": "Nuron Earning",
                    "counter": 700
                },
                {
                    "id": 4,
                    "title": "Level One Seller",
                    "counter": 900,
                    "suffix": "+"
                }
            ]
        },
        {
            "section": "cta-section",
            "headings": [
                {
                    "id": 1,
                    "content": "Join the Radiochain Record Label"
                }
            ],
            "texts": [
                {
                    "id": 1,
                    "content": ""
                }
            ],
            "buttons": [
                {
                    "id": 1,
                    "path": "/sign-up",
                    "content": "Sign Up"
                }
            ],
            "image": {
                "src": "/images/banner/purpfans2.webp"
            }
        },
        {
            "section": "blog-section",
            "section_title": {
                "title": "Our Recent Blog"
            }
        }
    ]
}
